Repository: noraminrazak/i3sfirstclass
Catalog: SmartSchoolsV2/SmartSchoolsV2/Resources/AppResources.*.resx
Languages: ms

# OpenBrowserText
source: Open Website
ms: Buka Laman Web

# OpenText
source: Open
ms: Buka

# OperatorTypeRequiredText
source: Operator Type is required.
ms: Jenis pengusaha diperlukan.

# OperatorTypeText
source: Operator Type
ms: Jenis Pengusaha

# OrangeText
source: Orange
ms: Jingga

# OrderForText
source: Order for
ms: Pesanan untuk

# OrderForWeekendText
source: Do you really want to order for weekend?
ms: Adakah anda pasti mahu membuat pesanan untuk hujung minggu?

# OrderHistoryText
source: Order History
ms: Sejarah Pesanan

# OrderMustBefore7Text
source: Online orders must be placed before 7:00 AM on the same date
ms: Pesanan dalam talian mesti dibuat sebelum jam 7:00 pagi pada tarikh yang sama

# OrderNoText
source: Order #
ms: Pesanan #

# OrderReceivedText
source: Order received
ms: Pesanan diterima

# OrderReportText
source: Order Report
ms: Laporan Pesanan

# OrderStatusDeliveredText
source: Order Status : Delivered
ms: Status Pesanan : Dihantar

# OrderStatusPreparingText
source: Order Status : Preparing
ms: Status Pesanan : Menyiapkan

# OrderTimingAlreadyPastText
source: Your selected time has already past.
ms: Masa yang anda pilih sudah berlalu.

# OrderTimingRequiredText
source: Order timing is required.
ms: Masa pesanan diperlukan.

# OrderTimingText
source: Order Timing
ms: Masa Pesanan

# OrText
source: or
ms: atau

# OTPRequiredText
source: OTP is required.
ms: OTP diperlukan.

# OutingText
source: Outing
ms: Keluar Sekolah

# ParentFullNameText
source: Parent / Guardian Full Name (As in MyKad / Passport)
ms: Nama Penuh Ibu Bapa / Penjaga (Seperti dalam MyKad / Pasport)

# ParentNameText
source: Parent Name
ms: Nama Ibu / Bapa

# ParentText
source: Parent
ms: Ibu bapa

# PassportText
source: Passport
ms: Pasport

# PasswordIncorrectText
source: Incorrect password.
ms: Kata laluan tidak tepat.

# PasswordMatchText
source: Password match
ms: Kata laluan sepadan

# PasswordNotMatchText
source: Password not match.
ms: Kata laluan tidak sepadan.

# PasswordRequiredText
source: Password is required.
ms: Kata Laluan diperlukan.

# PasswordRuleMetText
source: Password rules need to be met.
ms: Peraturan kata laluan perlu dipenuhi.

# PasswordRuleText
source: Use at least 8 characters and a mix of capital and lower case letters and numbers with no special character in it
ms: Gunakan sekurang-kurangnya 8 aksara dengan campuran huruf besar dan kecil beserta nombor tanpa aksara khas di dalamnya

# PasswordText
source: Password
ms: Kata Laluan

# PaymentByText
source: Payment By
ms: Pembayaran Oleh

# PaymentFromText
source: Payment from
ms: Pembayaran dari

# PaymentMethodText
source: Payment Method
ms: Kaedah Pembayaran

# PaymentModeText
source: Payment Mode :
ms: Mod Pembayaran :

# PaymentText
source: Payment
ms: Pembayaran

# PaymentToText
source: Payment to
ms: Bayaran kepada

# PayoutText
source: Payout
ms: Pembayaran

# PendingText
source: Pending
ms: Belum Selesai

# PermissionGalleryText
source: Permission not granted to gallery.
ms: Kebenaran tidak diberikan ke galeri.

# PerServingText
source: Per Serving
ms: Setiap Sajian

# PhoneDialerNotSupportText
source: Phone dialer is not supported on this device.
ms: Pendail telefon tidak disokong pada peranti ini.

# PickAndUploadText
source: Pick and upload
ms: Pilih dan muat naik

# PinkText
source: Pink
ms: Merah Jambu

# PlaceOrderText
source: Place Order
ms: Bayar Pesanan

# PleaseAddSomethingText
source: Click here to start order
ms: Klik di sini untuk memulakan pesanan

# PleaseAgreeText
source: Please tick at the box and agree to continue.
ms: Sila tandakan pada kotak dan bersetuju untuk meneruskan.

# PleaseCompleteKYCText
source: Please complete our document verification process before commencing with credit topup.
ms: Sila lengkapkan proses pengesahan dokumen anda sebelum memasukan kredit ke dalam akaun.

# PleaseConfirmCardPINText
source: Please confirm your card PIN number
ms: Sila sahkan nombor PIN kad anda

# PleaseContactSupportText
source: Please contact MP@y customer support at 1-700-81-6729 (MPAY) for further assistance.
ms: Sila hubungi pusat khidmat pelanggan MP@y di 1-700-81-6729 (MPAY) untuk bantuan lanjut.

# PleaseContactText
source: Please contact our administrator to request for your account closure at
ms: Sila hubungi kami di

# PleaseContactText2
source: and state the following details:
ms: untuk penutupan akaun anda, dan nyatakan info seperti berikut:

# PleaseContactText3
source: 1. Full name
ms: 1. Nama penuh

# PleaseContactText4
source: 2. IC/passport number
ms: 2. Nombor IC/paspot

# PleaseContactText5
source: 3. Bank name and account number
ms: 3. Nama bank dan nombor akaun

# PleaseEnterCardPINText
source: Please enter your card PIN number
ms: Sila masukkan nombor PIN kad anda

# PleaseEnterLast4DigitText
source: Please enter last 4 digit Student Identification / Passport Number
ms: Sila masukkan 4 digit terakhir Nombor Pengenalan / Pasport Pelajar

# PleaseEnterMoreCharText
source: Please enter more than 2 characters
ms: Sila masukkan lebih daripada 2 aksara

# PleaseEnterNewClubNameText
source: Please enter new club name below
ms: Sila masukkan nama kelab baru di bawah

# PleaseEnterNoOnlytext
source: Please enter numbers only.
ms: Sila masukkan nombor sahaja.

# PleaseEnterOTPText
source: Please enter the OTP sent to your mobile number
ms: Sila masukkan OTP yang dihantar ke nombor telefon bimbit anda

# PleaseSelectDifferClassText
source: Please select different class to update.
ms: Sila pilih kelas yang berbeza untuk dikemas kini.

# PleaseSelectDifferShiftText
source: Please select different working shift to update.
ms: Sila pilih waktu bekerja yang berbeza untuk dikemas kini.

# PleaseSelectLanguageText
source: Please select your language
ms: Sila pilih bahasa anda

# PleaseSelectPaymentMethodText
source: Please select your payment method first.
ms: Sila pilih kaedah pembayaran anda dahulu.

# PleaseSelectText
source: Please select
ms: Sila pilih

# PleaseUpdateText
source: A new version of the application is available. Please click below to update to the latest version.
ms: Versi baharu aplikasi tersedia. Sila klik di bawah untuk mengemas kini kepada versi terkini.

# PostcodeRequiredText
source: Postcode is required.
ms: Poskod diperlukan.

# PostcodeText
source: Postcode
ms: Poskod

# POSTerminalMenuColorText
source: POS Terminal Menu Color
ms: Warna Menu Terminal POS

# PreferredAmountText
source: Enter your preferred amount
ms: Masukkan amaun pilihan anda

# PreparingText
source: Preparing
ms: Sedang disiapkan

# PresentText
source: Present
ms: Hadir

# ProductCodeText
source: Product Code
ms: Kod Makanan

# ProductDescText
source: Product Description
ms: Keterangan Produk

# ProductNameRequiredText
source: Product name is required.
ms: Nama produk diperlukan.

# ProductNameText
source: Product Name
ms: Nama Produk

# ProductSKURequiredText
source: Product SKU is required.
ms: SKU produk diperlukan.

# ProductSKUText
source: Product SKU
ms: Kod Barang

# ProductStockKeepingUnitText
source: Product stock-keeping unit (SKU)
ms: Unit penyimpanan stok produk (SKU)

# ProductText
source: Product
ms: Produk

# ProvidedDayRequiredText
source: Provided day is required.
ms: Disediakan pada hari diperlukan.

# ProvidedDayText
source: Provided day
ms: Disediakan pada hari

# PurchaseText
source: Purchased
ms: Belian

# PurpleText
source: Purple
ms: Ungu

# QuantityText
source: Quantity
ms: Kuantiti

# RaceText
source: Race
ms: Bangsa

# ReceiptText
source: Receipt
ms: Resit

source: Received from eWallet
ms: Diterima daripda eDompet

# ReceivedFromText
source: Received from
ms: Diterima daripada

# RecordText
source: record(s) found
ms: rekod ditemui

# RedeemByText
source: Redeem by
ms: Ditebus oleh

# RedeemFromText
source: Redeem from
ms: Ditebus daripda

# RedeemText
source: Redemption
ms: Penebusan

# RedText
source: Red
ms: Merah

# ReferenceNoText
source: Reference Number
ms: Nombor Rujukan

# RegisterAgreeText
source: By registering an account, I declare to have read and agree to the
ms: Dengan mendaftar akaun, saya mengaku telah membaca dan bersetuju dengan

# RegisterButtonText
source: Register
ms: Daftar

# RegisterNotAvailableText
source: Registration is not open at the momment.
ms: Pendaftaran masih belum dibuka buat masa ini.

# RegisterNowText
source: Register Now
ms: Daftar Sekarang

# RegisterOnlyText
source: Registration
ms: Pendaftaran

# RegisterParentText
source: Registration (Parent / Guardian only)
ms: Pendaftaran (Ibu Bapa / Penjaga sahaja)

# RegisterText
source: Registration (Staff only)
ms: Pendaftaran (Kakitangan sahaja)

# RememberMeText
source: Remember me
ms: Ingat nama

# RemoveStaffMenuText
source: Remove Staff
ms: Keluarkan Kakitangan

# RemoveStudentMenuText
source: Remove Student
ms: Keluarkan Pelajar

# ReplaceCardText
source: Replace Card
ms: Ganti Kad

# ReplacementForText
source: Replacement for?
ms: Gantian untuk?

# ReportByRequiredText
source: Report for is required.
ms: Laporan untuk diperlukan.

# ReportByText
source: Report for
ms: Laporan untuk

# ReportIssueText
source: Report an issue
ms: Laporkan isu

# ReportLostCardText
source: Report lost card
ms: Melapor kehilangan kad

# ReportLostForText
source: Report lost for?
ms: Melapor kehilangan untuk?

# RequestNewPasswordText
source: Request New Password
ms: Minta Kata Laluan Baru

# RequestTimeoutText
source: 408 - Request Timeout
ms: 408 - Permintaan tamat tempoh

# RequiredText
source: Required
ms: Diperlukan

# ResendOTPText
source: Resend OTP
ms: Hantar semula OTP

# ResubmitDocumentText
source: Document resubmission
ms: Penyerahan semula dokumen

# ResubmitText
source: Resubmit
ms: Serahkan semula

# ResultText
source: Result
ms: Keputusan

# SalesText
source: Sales
ms: Jualan

# SaturdayText
source: Saturday
ms: Sabtu

# SaveButtonText
source: Save
ms: Simpan

# SchoolAdminText
source: School Admin
ms: Pentadbir Sekolah

# SchoolNameRequiredText
source: School name is required.
ms: Nama sekolah diperlukan.

# SchoolNameText
source: School Name
ms: Nama Sekolah

# Schooltext
source: School
ms: Sekolah

# SearchHereText
source: Search here...
ms: Cari disini...

# SelectCityText
source: Select city
ms: Pilih bandar

# SelectClassNameText
source: Select class name
ms: Pilih nama kelas

# SelectClubText
source: Select club
ms: Pilih kelab

# SelectCompanyNameText
source: Select company name
ms: Pilih nama syarikat

# SelectCountryCodeText
source: Select country code
ms: Pilih kod negara

# SelectCountryText
source: Select country
ms: Pilih negara

# SelectDateFromText
source: Select date from
ms: Pilih tarikh dari

# SelectDateToText
source: Select date to
ms: Pilih tarikh sehingga

# SelectDeliveryDateText
source: Select order date
ms: Pilih tarikh pesanan

# SelectDOBText
source: Select date of birth
ms: Pilih tarikh lahir

# SelectFeedbackTypeText
source: Select FeedBack Type
ms: Pilih Jenis Maklum Balas

# SelectIDDocTypeText
source: Select identification document type
ms: Pilih jenis dokumen pengenalan

# SelectIDTypeText
source: Select identification type
ms: Pilih jenis pengenalan

# SelectLanguageText
source: Select your language
ms: Pilih bahasa anda

# SelectMerchantTypeText
source: Select merchant type
ms: Pilih jenis pengusaha

# SelectNationalityText
source: Select nationality
ms: Pilih kewarganegaraan

# SelectOccupationText
source: Select occupation
ms: Pilih pekerjaan

# SelectOperatorTypeText
source: Select operator type
ms: Pilih jenis pengusaha

# SelectOrderTimingText
source: Select order timing
ms: Pilih masa pesanan

# SelectProductCategoryText
source: Select product category
ms: Pilih kategori produk

# SelectRaceText
source: Select race
ms: Pilih bangsa

# SelectReasonForAbsentText
source: Select reason for absent
ms: Pilih alasan untuk tidak hadir

# SelectReasonForReplacementOptionText
source: Please select your reason for card replacement from the options below:
ms: Sila pilih alasan anda untuk penggantian kad dari pilihan di bawah:

# SelectReasonForReplacementText
source: Please select yor reason for card replacement.
ms: Sila pilih sebab penggantian kad.

# SelectSchoolText
source: Select school
ms: Pilih sekolah

# SelectStaffText
source: Select staff
ms: Pilih kakitangan

# SelectStateText
source: Select state
ms: Pilih negeri

# SelectStudentText
source: Select student
ms: Pilih pelajar

# SelectUserRoleText
source: Select user role
ms: Pilih peranan pengguna

# SelectWorkingShiftText
source: Select working shift
ms: Pilih waktu bekerja

# SelectYourRoleText
source: Select your role
ms: Pilih peranan anda

# SelfieImageRequiredText
source: IC & selfie photo is required.
ms: Gambar IC & swafoto diperlukan.

# SendReportButtonText
source: Send Report
ms: Hantar Laporan

# ServiceChargeText
source: Service Charge @
ms: Caj Perkhidmatan @

# ServiceMethodRequiredText
source: Service method is required.
ms: Kaedah perkhidmatan diperlukan.

# ServiceUnavailableText
source: 503 - Service Unavailable
ms: 503 - Perminataan tidak tersedia

# ServingSizeText
source: Serving Size
ms: Saiz Hidangan

# SessionExpiredMessageText
source: Your session has expired. Please login again.
ms: Sesi anda telah tamat. Sila daftar masuk semula.

# SessionExpiredText
source: Session Expired
ms: Sesi Tamat Tempoh

# SetDailyLimitText
source: Set Daily Limit
ms: Tetapkan Had Harian

# SettlementText
source: Settlement
ms: Penyelesaian

# ShoppingCartText
source: Shopping Cart
ms: Troli

# ShowingText
source: Showing
ms: Menemukan

# SoldByText
source: Sold by
ms: Dijual oleh

# SomethingWrongText
source: Something went wrong. Please try again.
ms: Ada yang tidak kena. Sila cuba semula.

# SorryText
source: Sorry
ms: Maaf

# SpaceStaffText
source: Staff
ms: Kakitangan

# SpaceStudentText
source: Students
ms: Pelajar

# SpecialMenuText
source: Staff Menu
ms: Menu Kakitangan

# StaffNameRequiredText
source: Staff name is required.
ms: Nama kakitangan diperlukan.

# StaffNameText
source: Staff Name
ms: Nama Kakitangan

# StaffProfileText
source: Staff Profile
ms: Profil Kakitangan

# StaffText
source: Staff
ms: Kakitangan

# StateRequiredText
source: State is required.
ms: Negeri diperlukan.

# StateText
source: State
ms: Negeri

# StatusUpdateText
source: Status Update
ms: Kemas kini Status

# StoreText
source: Store
ms: Kedai

# StreetAddressText
source: Street Address
ms: Alamat Jalan

# StudentCardText
source: Student card
ms: Kad pelajar

# StudentNameRequiredText
source: Student name is required.
ms: Nama pelajar diperlukan.

# StudentNameText
source: Student Name
ms: Nama Pelajar

# StudentProfileText
source: Student Profile
ms: Profil Pelajar

# StudentText
source: Student
ms: Pelajar

# SubjectRequiredText
source: Subject is required.
ms: Subjek diperlukan.

# SubjectText
source: Subject
ms: Subjek

# SubmitText
source: Submit
ms: Hantar

# SubmitTicketText
source: Submit a ticket
ms: Hantar tiket

# SubTotalDotNoSpaceText
source: SubTotal :
ms: Jumlah Kecil :

# SubtotalDotText
source: SubTotal :
ms: Jumlah Kecil :

# SubtotalText
source: SubTotal
ms: Jumlah Kecil

# SuccessOrderCannotDeleteText
source: Successful orders cannot be deleted for records.
ms: Pesanan yang berjaya tidak boleh dipadamkan untuk rekod.

# SundayText
source: Sunday
ms: Ahad

# SwitchRoleText
source: Switch role
ms: Tukar peranan

# TakeAwayBtnText
source: Self Pick-up
ms: Ambil Sendiri

# TakeIDUploadText
source: Take a photo of your IC
ms: Ambil gambar IC anda

# TakePhotoUploadText
source: Take photo and upload
ms: Ambil gambar dan muat naik

# TakeSelfieUploadText
source: Take a photo of your IC & selfie
ms: Ambil gambar IC & swafoto anda

# TeacherText
source: Teacher
ms: Guru

# TeacherWardenText
source: Teacher / Warden
ms: Guru / Pengawal

# TermsConditionsText
source: Terms & Conditions
ms: Terma & Syarat

# TextColorText
source: Text Color
ms: Warna Teks

# TextText
source: Text
ms: Tulisan

# ThankYouText
source: Thank You
ms: Terima Kasih

# ThursdayText
source: Thursday
ms: Khamis

# ToLeaveText
source: to leave
ms: meninggalkan

# TopupButtonText
source: Topup eWallet
ms: Tambah Nilai eDompet

# TopupEWalletText
source: Topup eWallet
ms: Tambah nilai eDompet

# TopupModeText
source: Topup via FPX
ms: Tambah nilai melalui FPX

# TopupText
source: Topup
ms: Tambah Nilai

# TopupToText
source: Topup to
ms: Tambah nilai kepada

# TotalAmountText
source: Total Amount
ms: Jumlah Keseluruhan

# TotalDotText
source: Total :
ms: Jumlah :

# TotalForText
source: Total for
ms: Jumlah untuk

# TotalText
source: Total
ms: Jumlah

# TransactionTypeText
source: Transaction Type
ms: Jenis Transaksi

# TransferEWalletText
source: Transfer eWallet
ms: Pindahkan eDompet

# TransferText
source: Transfer
ms: Pemindahan

source: Transfer to eWallet
ms: Pemindahan ke eDompet

# TransferToText
source: Transfer to
ms: Pemindahan kepada

# TransHistoryText
source: Transaction History
ms: Sejarah Transaksi

# TuesdayText
source: Tuesday
ms: Selasa

# TurdyText
source: Turdy
ms: Lewat

# UnauthorizedText
source: 401 - Unauthorized
ms: 401 - Tanpa kebenaran

# UnderDevelopmentText
source: Under development. Please come back again soon!
ms: Dalam pembangunan. Sila kembali lagi segera!

# UnitPriceRequiredText
source: Unit price is required.
ms: Harga seunit diperlukan.

# UnitPriceText
source: Unit Price
ms: Harga Seunit

# UpdateAvailableText
source: Update Available
ms: Kemaskini Tersedia

# UpdateButtonText
source: Update
ms: Kemaskini

# UploadFailedtext
source: Upload failed!
ms: Muat naik gagal!

# UploadIDImageText
source: Upload your MyKad / Passport photo. Please use landscape mode to ensure that the information on your MyKad / Passport is clear and visible. (Maximum file size : 1.5MB)
ms: Muat naik gambar MyKad / Pasport anda. Sila gunakan mod landskap untuk memastikan maklumat pada MyKad / Paspot anda jelas dan boleh dilihat. (Saiz fail maksimum : 1.5MB)

# UploadingText
source: Uploading...
ms: Memuat naik...

# UploadSelfieImageText
source: Upload selfie photo of yourself holding your MyKad / Passport. Please use landscape mode to ensure that the information on your MyKad / Passport is clear and visible. (Maximum file size : 1.5MB)
ms: Muat naik gambar swafoto diri anda memegang MyKad / Pasport. Sila gunakan mod landskap untuk memastikan maklumat pada MyKad / Paspot anda jelas dan boleh dilihat. (Saiz fail maksimum : 1.5MB)

# UsernameInfoText
source: Please enter the Username (MyKad / Passport number) and click Next.
ms: Sila masukkan Nama Pengguna (nombor MyKad / Pasport) dan klik Seterusnya.

# UsernameRequiredText
source: Username is required.
ms: Nama pengguna diperlukan.

# UsernameText
source: Username
ms: Nama Pengguna

# UserRaceRequiredText
source: User race is required.
ms: Bangsa diperlukan.

# UserRoleRequiredText
source: User role is required.
ms: Peranan pengguna diperlukan.

# UserRoleText
source: User role
ms: Peranan pengguna

# VerificationFailedText
source: Verification Failed! Please try again.
ms: Pengesahan gagal! Sila cuba semula.

# VerificationSuccessText
source: Verification Success! One more step to go. Please wait...
ms: Pengesahan berjaya! Satu langkah lagi. Sila tunggu...

# VerifyAccountText
source: Verify Account
ms: Sahkan Akaun

# VerifyStudentText
source: Verify Student
ms: Sahkan Pelajar

# WednesdayText
source: Wednesday
ms: Rabu

# WelcomeText
source: Welcome
ms: Selamat Datang

# WhiteText
source: White
ms: Putih

# WorkingSessionNotSpecifiedText
source: Working session not specified
ms: Sesi kerja belum ditentukan

# WorkingShiftRequiredText
source: Working shift is required.
ms: Waktu bekerja diperlukan.

# WorkingShiftText
source: Working Shift
ms: Waktu Bekerja

# YellowText
source: Yellow
ms: Kuning

# YesterdayText
source: Yesterday
ms: Semalam

# YesText
source: Yes
ms: Ya

# YouHaveBeenLogoutText
source: You have been logout from your current session. Multiple device login attempts were detected. Please change your password to keep your account safe.
ms: Anda telah didaftar keluar daripada sesi semasa anda. Percubaan daftar masuk berbilang peranti telah dikesan. Sila tukar kata laluan anda untuk memastikan akaun anda selamat.

# YourCartIsEmptyText
source: Unfortunately, Your Cart is Empty
ms: Malangnya, Troli Anda Kosong

# _FromText_
source: out of
ms: daripada

# _NameIsRequiredText
source: name is required.
ms: nama diperlukan.

# _OrderTextComma_
source: Order(s),
ms: Pesanan,

# _OrderText_
source: Order(s)
ms: Pesanan

# _ProductText
source: Product(s)
ms: Produk

# _RedeemText
source: Redemption(s)
ms: Penebusan

# _SalesText
source: Sales
ms: Jualan

# _ToJoinText_
source: to join
ms: untuk sertai

# _ToThisClassText
source: into this class?
ms: ke dalam kelas ini?

# _ToThisClubText
source: into this club?
ms: ke dalam kelab ini?
