Repository: noraminrazak/i3sfirstclass
Catalog: SmartSchoolsV2/SmartSchoolsV2/Resources/AppResources.*.resx
Languages: ms

# AbsentText
source: Absent
ms: Tidak Hadir

# AccountClosureText
source: i-3s account closure
ms: Penutupan akaun i-3s

source: Account status
ms: Status akaun

# AccountStatusText
source: Account Status
ms: Status Akaun

# AddAttachmentText
source: Add attachment +
ms: Tambah lampiran +

# AddNewMemberText
source: Add New Member
ms: Tambah Ahli Baru

# AddNutritionText
source: Add Nutrition
ms: Tambah Nutrisi

# AddOrderDetailText
source: Add Order Detail
ms: Tambahkan Perincian Pesanan

# AddressRequiredText
source: Address is required.
ms: Alamat diperlukan.

# AddStudentText
source: Add Student
ms: Tambah Pelajar

# AddToCartText
source: Add to cart
ms: Tambah ke troli

# AllText
source: All
ms: Semua

# AlreadyHaveAccountText
source: Already have an account?
ms: Sudah mempunyai akaun?

# AmountLessThanTopupText
source: Entered amount less than minimum topup amount.
ms: Jumlah yang dimasukkan kurang daripada jumlah tambah nilai minimum.

# AmountLessThanTransferText
source: Entered amount less than minimum transfer amount.
ms: Jumlah yang dimasukkan kurang daripada jumlah pemindahan minimum.

# AmountText
source: Amount
ms: Jumlah

# AssistantHeadText
source: Assistant Head
ms: Penolong Kanan

# AttendanceReportText
source: Attendance Report
ms: Laporan Kehadiran

# AttendanceText
source: Attendance
ms: Kehadiran

# AverageCompositionText
source: Average Composition
ms: Purata Komposisi

# BackdateNotAllowedText
source: Backdating is not allowed for online orders
ms: Tarikh ke belakang tidak dibenarkan untuk pesanan dalam talian

# BackgroundText
source: Background
ms: Latar Belakang

# BadRequestText
source: 400 - Bad Request
ms: 400 - Ralat permintaan

# BalanceText
source: Balance
ms: Baki

# BgColorText
source: Background Color
ms: Warna Latar Belakang

# BlackText
source: Black
ms: Hitam

# BlueText
source: Blue
ms: Biru

# BookstoreText
source: Bookstore
ms: Kedai Buku

# BrownText
source: Brown
ms: Coklat

# BulletinText
source: Bulletin
ms: Buletin

# CancelText
source: Cancel
ms: Batal

# CannotSendMessageNowText
source: You cannot send message at this time. Messaging time is between 7am to 7pm only.
ms: Anda tidak dapat menghantar mesej buat masa ini. Waktu pemesejan adalah antara jam 7 pagi hingga 7 malam sahaja.

# CanteenText
source: Canteen
ms: Kantin

# CantTopupAccStatusText
source: You cannot proceed with topup. Please check your account status on the Help center menu for more information.
ms: Tambah nilai anda tidak dapat diteruskan. Sila semak status akaun anda pada menu Pusat bantuan untuk mendapatkan maklumat lanjut.

# CantTopupKYCStatusText
source: You cannot proceed with topup. Please check your account status (KYC Status) on the Help center menu for more information.
ms: Tambah nilai anda tidak dapat diteruskan. Sila semak status akaun (Status KYC) anda pada menu Pusat bantuan untuk mendapatkan maklumat lanjut.

# CardDailyLimitRequiredText
source: Daily card limit amount is required.
ms: Jumlah had harian kad diperlukan.

# CardDailyLimitText
source: Card daily limit
ms: Had harian kad

# CardNoRequiredText
source: Card number is required.
ms: Nombor kad diperlukan.

# CardNotAssignedText
source: Card has not been assigned.
ms: Kad belum diberikan.

# CardNumberText
source: Card Number
ms: Nombor Kad

# CardPINNotMatchText
source: Card PIN not match.
ms: PIN kad tidak sepadan.

# CardPINRequiredText
source: Card PIN required.
ms: PIN kad diperlukan.

# CardReason3Text
source: Card lost or stolen.
ms: Kad hilang atau dicuri.

# CardReason4Text
source: Faulty card.
ms: Kad rosak.

# CardReason6Text
source: To return the temporary card and activate the replacement card.
ms: Untuk mengembalikan kad sementara dan mengaktifkan kad gantian.

# CardReplacementText
source: Card replacement
ms: Penggantian kad

# CardStatus2Text
source: Your card will be deactivated immediately. Please issue a card replacement after you send the report lost card in order to keep your account active. Your account balance will sync up with your temporary or new replacement card.
ms: Kad anda akan dinyahaktifkan dengan serta-merta. Sila buat penggantian kad setelah anda melapor kehilangan kad untuk memastikan akaun anda aktif. Baki akaun anda akan diselaraskan dengan kad gantian sementara atau baru anda.

# CardStatus5Text
source: Please proceed with card replacement.
ms: Teruskan dengan penggantian kad.

# CardStatusText
source: Card Status
ms: Status Kad

# CategoryDescText
source: Category Description
ms: Penerangan Kategori

# CategoryNameRequired
source: Category name is required.
ms: Nama kategori diperlukan.

# CategoryNameText
source: Category Name
ms: Nama Kategori

# ChangeCardPINText
source: Change card PIN
ms: Tukar PIN kad

# ChangePasswordText
source: Change password
ms: Tukar kata laluan

# ChannelText
source: Channel
ms: Saluran

# CheckInternetText
source: Please check your internet connection.
ms: Sila periksa sambungan internet anda.

# CheckoutText
source: Checkout
ms: Pembayaran

# CityRequiredText
source: City is required.
ms: Negeri diperlukan.

# CityText
source: City
ms: Bandar

# ClassInfoText
source: Class Information
ms: Maklumat Kelas

# ClassNameRequired
source: Class name is required.
ms: Nama kelas diperlukan.

# ClassNameText
source: Class Name
ms: Nama Kelas

# ClassNotSpecifiedText
source: Class not specified
ms: Kelas belum ditentukan

# ClassTeacherExistText
source: is the current class teacher for
ms: adalah guru kelas semasa untuk

# ClassText
source: Class
ms: Kelas

# ClearText
source: Clear
ms: Padam

# ClickToOpenBrowserText
source: Click on the button below to open result page on a website.
ms: Klik pada butang di bawah untuk membuka halaman keputusan pada laman web.

# ClickToStartMessageText
source: Click on the bottom left button to start messaging.
ms: Klik pada butang kiri bawah untuk memulakan pemesejan.

# CloseText
source: Close
ms: Tutup

# ClubText
source: Club
ms: Kelab

# ColorPickerTitleBgText
source: Select Background Color
ms: Pilih Warna Later Belakang

# ColorPickerTitleTextText
source: Select Text Color
ms: Pilih Warna Tulisan

# CompanyNameText
source: Company Name
ms: Nama Syarikat

# ComplaintFormText
source: Complaint form
ms: Borang aduan

# ComplyBNMText
source: Complying to Bank Negara Malaysia's regulations, you are required to complete Customer Due Diligence process to activate your eWallet account.
ms: Mematuhi peraturan Bank Negara Malaysia, anda dikehendaki melengkapkan proses Ketekunan Wajar Pelanggan untuk mengaktifkan akaun eWallet anda.

# ConfirmCardPINText
source: Confirm card PIN
ms: Sahkan PIN kad

# ConfirmDeleteText
source: Confirm delete
ms: Sahkan padam

# ConfirmNewPasswordRequiredText
source: Confirm new password is required.
ms: Sahkan kata laluan baru diperlukan.

# ConfirmNewPasswordText
source: Confirm new password
ms: Sahkan kata laluan baru

# ConfirmPasswordText
source: Confirm Password
ms: Sahkan Kata Laluan

# ConfirmText
source: Yes, Confirm
ms: Ya, Pasti

# ContactText
source: Contacts
ms: Kenalan

# ContinueButtonText
source: Continue
ms: Teruskan

# ContinueOrderText
source: Continue order
ms: Teruskan pesanan

# CooperativeText
source: Cooperative
ms: Koperasi

# CountryCodeText
source: Code
ms: Kod

# CountryRequiredText
source: Country is required.
ms: Negara diperlukan.

# CountryText
source: Country
ms: Negara

# CreateAttendanceText
source: Create Attendance
ms: Cipta Kehadiran

# CreateNewClubText
source: Create new club
ms: Cipta kelab baru

# CreatePasswordHere
source: Create Password
ms: Cipta Kata Laluan

# CurrentOrderDiscardText
source: Your current order will be discarded from your cart. Click 'Yes' if you want to continue with this order.
ms: Pesanan semasa anda akan dibuang daripada troli anda. Klik 'Ya' jika anda ingin meneruskan pesanan ini.

# CustDueDiligenceText
source: Customer due diligence
ms: Ketekunan wajar pelanggan

# DailyLimitText
source: Daily limit :
ms: Had harian :

# DailySpendingMessageText
source: Your card will have daily spending limit of RM 200.00, if you set the preferred amount to RM 0.00
ms: Kad anda akan mempunyai had harian sebanyak RM 200.00. Jika amaun pilihan anda ialah RM 0.00

# DateOfBirthText
source: Date of Birth
ms: Tarikh Lahir

# DateSalesMethodText
source: Date / Sales Method
ms: Tarikh / Kaedah Jualan

# DateText
source: Date
ms: Tarikh

# DateTimeText
source: Date / Time
ms: Tarikh / Masa

# DeleteConfirmText
source: Please re-confirm your request to delete your account. Once deleted, your e-wallet account will also be deleted from i-3s system within 7 working days. We will inform you via email on steps to recover your unutilised credit.
ms: Sila sahkan permintaan untuk memadam akaun anda. Setelah setuju, akaun e-wallet anda juga akan dipadamkan daripada sistem i-3s sebelum 7 hari bekerja. Kami akan menghubungi anda melalui emel mengenai langkah-langkah untuk mendapatkan kembali wang credit yang tidak terpakai.

# DeleteMyAccountText
source: Delete my account
ms: Padamkan akaun saya

# DeleteText
source: Delete
ms: Padam

# DeliveredText
source: Delivered
ms: Dihantar

# DeliveryBtnText
source: Delivery
ms: Penghantaran

# DeliveryDateRequiredText
source: Order date is required
ms: Tarikh pesanan diperlukan

# DeliveryDateText
source: Order Date
ms: Tarikh Pesanan

# DeliveryDetailText
source: Order Details
ms: Butiran Pesanan

# DeliveryLocationRequiredText
source: Delivery location is required.
ms: Lokasi penghantaran diperlukan.

# DeliveryLocationText
source: Delivery Location (within school)
ms: Lokasi Penghantaran (dalam sekolah)

# DeliveryOnText
source: Delivery on
ms: Penghantaran pada hari

# DepositFromOthersBankText1
source: Deposit from other's bank account or company is
ms: Deposit daripada akaun bank atau syarikat orang lain

# DepositFromOthersBankText2
source: and may take up to
ms: dan mungkin mengambil masa sehingga

# DepositFromOthersBankText3
source: to refund. RM5 admin fee to refund back sender bank account.
ms: untuk dikembalikan. Bayaran admin RM5 untuk mengembalikan ke akaun bank pengirim.

# DepositFromOwnBankText
source: Deposit from your own bank account only
ms: Deposit dari akaun bank anda sendiri sahaja

# DescriptionRequiredText
source: Description is required.
ms: Keterangan diperlukan.

# DescriptionText
source: Description
ms: Keterangan

# DetailText
source: Details
ms: Perincian

# DidNotReceivedOTPText
source: Didn't received an OTP?
ms: Tidak menerima OTP?

# DisplayDateFromText
source: Display Date From
ms: Tarikh Paparan dari

# DisplayDateGreaterText
source: Display Date To must be greater than Display Date From
ms: Tarikh Paparan Sehingga Hendaklah lebih besar daripada Tarikh Paparan Dari

# DisplayDateToRequiredText
source: Display date to is required.
ms: Tarik paparan sehingga diperlukan.

# DisplayDateToText
source: Display Date To
ms: Tarikh Paparan Sehingga

# DOBRequiredText
source: Date of birth is required.
ms: Tarikh lahir diperlukan.

# DocumentVerifyMessageText
source: Please proceed with new customer verification to activate your eWallet account for topup and funds transfer purposes.
ms: Sila teruskan dengan pengesahan pelanggan baru untuk mengaktifkan akaun eDompet anda bagi tujuan tambah nilai dan pemindahan dana.

# DocumentVerifyText
source: Document verification
ms: Pengesahan dokumen

# DoneText
source: Done
ms: Selesai

# DontHaveAccountText
source: Don't have an account?
ms: Tidak mempunyai akaun?

# DownloadOrderText
source: Download Order
ms: Muat Turun Pesanan

# DownloadStaffAttendanceForText
source: Download staffs attendance report for shift_code session for MMM_yyyy
ms: Muat turun laporan kehadiran kakitangan untuk sesi shift_code bagi bulan MMM_yyyy

# DownloadStudentAttendanceForText
source: Download students attendance report for class_name for MMM_yyyy
ms: Muat turun laporan kehadiran pelajar untuk kelas class_name bagi bulan MMM_yyyy

# DownloadText
source: Download
ms: Muat turun

# DoYouReallyWantStudentText
source: Do you really want
ms: Adakah anda pasti untuk

# DoYouReallyWantText
source: Do you really want
ms: Adakah anda pasti mahukan

# DoYouReallyWantToAddText
source: Do you really want to add
ms: Adakah anda pasti untuk memasukkan

# DoYouReallyWantToCreateText
source: Do you really want to create attendance for
ms: Adakah anda pasti mahu mencipta kehadiran untuk

# DoYouReallyWantToDeleteText
source: Do you really want to delete
ms: Adakah anda pasti untuk memadam

# DoYouReallyWantToEnrollText
source: Do you really want to enroll
ms: Adakah anda pasti mahu mendaftar

# DoYouReallyWantToHandoverText
source: Do you really want to handover this club to
ms: Adakah anda pasti untuk menyerahkan kelab ini kepada

# DoYouReallyWantToJoinChannelText
source: Do you really want to join this channel?
ms: Adakah anda mahu menyertai saluran ini?

# DoYouReallyWantToJoinText
source: Do you really want to join
ms: Adakah anda pasti untuk menyertai

# DoYouReallyWantToLeaveText
source: Do you really want to leave
ms: Adakah anda pasti untuk meninggalkan

# DoYouReallyWantToRemoveOrderText
source: Do you really want to remove your order
ms: Adakah anda pasti untuk mengeluarkan pesanan anda

# DoYouReallyWantToRemoveText
source: Do you really want to remove
ms: Adakah anda pasti untuk mengeluarkan

# EditBulletinText
source: Edit Bulletin
ms: Edit Buletin

# EditNutritionText
source: Edit Nutrition
ms: Edit Nutrisi

# EditProductCategoryText
source: Edit Product Category
ms: Edit Kategori Produk

# EditProductText
source: Edit Product
ms: Edit Produk

# EditProfileText
source: Edit profile
ms: Edit profil

# EmailRequiredText
source: Email is required.
ms: E-mel diperlukan

# EmailText
source: Email
ms: E-mel

# EmployerNameRequiredText
source: Employer name is required.
ms: Nama majikan diperlukan.

# EmployerNameText
source: Employer Name
ms: Nama Majikan

# EnrollmentConfirmText
source: Enrollment confirmation
ms: Pengesahan pendaftaran

# EnrollStudentClassText
source: Enroll student into class
ms: Daftar pelajar ke dalam kelas

# EnterAddressText
source: Enter address here
ms: Masukkan alamat disini

# EnterAverageCompositionText
source: Enter average composition here
ms: Masukkan purata komposisi disini

# EnterCardDailyLimitText
source: Enter card daily limit amount
ms: Masukkan jumlah had harian kad

# EnterCardNumberText
source: Enter card number here
ms: Masukkan nombor kad disini

# EnterCardStatusText
source: Enter card status here
ms: Masukkan status kad disini

# EnterCategoryDescHereText
source: Enter category description here
ms: Masukkan keterangan kategori di sini

# EnterCategoryNameHereText
source: Enter category name here
ms: Masukkan nama kategori di sini

# EnterCityText
source: Enter city here
ms: Masukkan bandar disini

# EnterConfirmNewPasswordText
source: Re-enter new password here
ms: Masukkan semula kata laluan baru di sini

# EnterDeliveryLocationText
source: Enter delivery location
ms: Masukkan lokasi penghantaran

# EnteredAmountCannotLessText
source: Entered amount cannot less than 0.
ms: Jumlah yang dimasukkan tidak boleh kurang dari 0.

# EnteredAmountMoreThanText
source: Entered amount more than maximum daily limit.
ms: Jumlah yang dimasukkan melebihi had harian maksimum.

# EnterEmailText
source: Enter email here
ms: Masukkan e-mel disini

# EnterEmployerName
source: Enter employer name here
ms: Masukkan nama majikan disini

# EnterFullNameText
source: Enter full name here
ms: Masukkan nama penuh disini

# EnterIDNoText
source: Enter identification card number here
ms: Masukkan nombor kad pengenalan disini

# EnterIngredientText
source: Enter ingredient here
ms: Masukkan bahan disini

source: Enter message here text
ms: Masukkan mesej di sini

# EnterMobileNoText
source: Enter mobile number here
ms: Masukkan nombor telefon disini

# EnterMotherNameText
source: Enter mother name here
ms: Masukkan nama ibu disini

# EnterNewCardNumberText
source: Enter new card number here
ms: Masukkan nombor kad baru disini

# EnterNewPasswordText
source: Enter new password here
ms: Masukkan kata laluan baru di sini

# EnterNumberOnlyText
source: Please enter numbers only.
ms: Sila masukkan nombor sahaja.

# EnterNutritionText
source: Enter nutrition here
ms: Masukkan pemakanan di sini

# EnterPerServingText
source: Enter per serving here
ms: Masukkan setiap sajian disini

source: Enter postcode here
ms: Masukkan poskod di sini

# EnterProductCategoryHereText
source: Enter product category here
ms: Masukkan kategori produk di sini

# EnterProductCodeText
source: Enter product code here
ms: Masukkan kod makanan disini

# EnterProductDescHereText
source: Enter product description here
ms: Masukkan keterangan produk di sini

# EnterProductDescText
source: Enter product description here
ms: Masukkan keterangan produk di sini

# EnterProductSKUText
source: Enter product SKU here
ms: Masukkan nama produk di sini

# EnterProvinceText
source: Enter province here
ms: Masukkan wilayah disini

# EnterServingSizeText
source: Enter serving size here
ms: Masukkan saiz hidangan di sini

# ErrorUploadImageText
source: An error occurred during uploading. Please try again.
ms: Ralat berlaku semasa memuat naik. Sila cuba lagi.

# ErrorWhileSavingFileText
source: Error while saving the file.
ms: Ralat semasa menyimpan fail.

# EveryDayText
source: Every day
ms: Setiap hari

# EWalletFunctionText
source: eWallet function is not available at this moment. We will keep you informed on any further update.
ms: Fungsi eDompet tidak tersedia buat masa ini. Kami akan memaklumkan kepada anda mengenai sebarang maklumat terkini.

# eWalletText
source: eWallet
ms: eDompet

# FAQText
source: FAQ
ms: Soalan Lazim

# FeedbackText
source: Feedback
ms: Maklum Balas

# FeedbackTypeRequiredText
source: Feedback Type is required.
ms: Jenis Maklum Balas diperlukan.

# FeedbackTypeText
source: Feedback Type
ms: Jenis Maklum Balas

# FileSaveSuccessText
source: File saved succesfully.
ms: Fail berjaya disimpan.

# ForbiddenText
source: 403 - Forbidden
ms: 403 - Dilarang

# ForgotPasswordText
source: Forgot Password
ms: Lupa Kata Laluan

# ForText
source: For
ms: Untuk

# FourteenBizDaysText
source: 14 business days
ms: 14 hari bekerja

# FridayText
source: Friday
ms: Jumaat

# FullNameRequiredText
source: Full name is required.
ms: Nama penuh diperlukan.

# FullNameText
source: Full Name (As in MyKad / Passport)
ms: Nama Penuh (Seperti dalam MyKad / Pasport)

# GreenText
source: Green
ms: Hijau

# GreyText
source: Grey
ms: Kelabu

# GuardianInfoText
source: Guardian Information
ms: Maklumat Penjaga

# HalfdayText
source: Half Day
ms: Separuh Hari

# HandoverText_
source: Handover
ms: Serahkan

# HeadmasterText
source: Headmaster
ms: Guru Besar

# HelpCenterText
source: Help center
ms: Pusat bantuan

# HomeAddressText
source: Home Address
ms: Alamat Rumah

# i3seWalletText
source: i3s eWallet
ms: i3s eDompet

# ICNoText
source: Identification Card Number
ms: Nombor Kad Pengenalan

# IDDocTypeText
source: Identification Document Type
ms: Jenis Dokumen Pengenalan

# IDImageRequiredText
source: IC photo is required.
ms: Gambar IC diperlukan.

# IDNoText
source: MyKad / Passport Number
ms: Nombor MyKad / Pasport

# IDTypeRequiredText
source: Identification type is required.
ms: Jenis identiti diperlukan.

# IDTypeText
source: Identification Type
ms: Jenis Pengenalan

# IngredientText
source: Ingredient
ms: Bahan

# InternalServerErrorText
source: 500 - Internal Server Error
ms: 500 - Ralat pelayan dalaman

# InvalidImageText
source: Invalid image. Please try again.
ms: Imej tidak sah. Sila cuba lagi.

# ItemsText
source: Items
ms: Barang

# IWillDepositFromMyOwnAccText
source: I will deposit from my own bank account.
ms: Saya akan deposit dari akaun bank saya sendiri.

# JoinClassAsText
source: Join the class as?
ms: Sertai kelas sebagai?

# JoinClassText
source: Join class?
ms: Sertai kelas?

# JoinClubText
source: Join club
ms: Sertai kelab

# JoinExistingText
source: Join existing club
ms: Sertai kelab sedia ada

# KYCStatusText
source: KYC Status
ms: Status KYC

# Last4DigitRequiredText
source: Last 4 digit is required.
ms: 4 digit terakhir diperlukan.

# LateInText
source: Late In
ms: Lewat

# LeaveClassMenutext
source: Leave class
ms: Tinggalkan kelas

# LeaveClassText
source: Leave class?
ms: Tinggalkan kelas?

# LeaveClubMenuText
source: Leave club
ms: Tinggalkan kelab

# LeaveClubText
source: Leave club?
ms: Tinggalkan kelab?

# LeaveReviewText
source: Leave a review
ms: Tinggalkan ulasan

# LoginButtonText
source: Login
ms: Daftar Masuk

# LoginText
source: Login
ms: Daftar Masuk

# LoginToChannelNowText
source: Login to channel now?
ms: Masuk ke saluran sekarang?

# LogoutMessageText
source: Do you really want to logout?
ms: Anda pasti untuk daftar keluar?

# LogoutText
source: Logout
ms: Daftar keluar

# MarketingFlagText
source: I would like to receive marketings emails.
ms: Saya ingin menerima e-mel pemasaran.

# MemberText
source: Members
ms: Ahli

# MerchantDetailText
source: Merchant Details
ms: Butiran Pengusaha

# MerchantNameText
source: Merchant Name
ms: Nama Pengusaha

# MerchantText
source: Merchant
ms: Pengusaha

# MerchantTypeRequiredText
source: Merchant type is required.
ms: Jenis pengusaha diperlukan.

# MerchantTypeText
source: Merchant Type
ms: Jenis Pengusaha

# MessageRequiredText
source: Message is required.
ms: Mesej diperlukan.

# MessageText
source: Message
ms: Mesej

# MinimumTopupText
source: Minimum topup amount is RM 20.00
ms: Amaun tambah nilai minimum ialah RM 20.00

# MinimumTransferText
source: Minimum transfer amount is RM 1.00
ms: Amaun pemindahan minimum ialah RM 1.00

# MobileNoRequiredText
source: Mobile number is required.
ms: Nombor telefon diperlukan.

# MobileNoText
source: Mobile Number
ms: Nombor Telefon

# MondayText
source: Monday
ms: Isnin

# MotherNameRequiredText
source: Mother name is required.
ms: Nama ibu diperlukan.

# MotherNameText
source: Mother Name
ms: Nama Ibu

# MyCardText
source: My card
ms: Kad sendiri

# MyTicketsText
source: My Tickets
ms: Tiket saya

# NameText
source: Name
ms: Nama

# NationalityRequiredText
source: Nationality is required.
ms: Kewarganegaraan diperlukan.

# NationalityText
source: Nationality
ms: Kewarganegaraan

# NewBulletinText
source: New Bulletin
ms: Buletin Baru

# NewCardNoRequiredText
source: New card number is required.
ms: Nombor kad gantian / baru diperlukan

# NewCardNoText
source: New Card Number
ms: Nombor Kad Baru

# NewCardPINText
source: Change card PIN
ms: Tukar PIN kad

# NewClubNameRequired
source: New club name is required.
ms: Nama kelab baru diperlukan

# NewCustVerifyText
source: New customer verification
ms: Pengesahan pelanggan baru

# NewPasswordRequiredText
source: New password is required.
ms: Kata laluan baru diperlukan.

# NewPasswordText
source: New password
ms: Kata Laluan Baru

# NewProductCategoryText
source: New Product Category
ms: Kategori Produk Baru

# NewProductText
source: New Product
ms: Produk Baru

# NextButtonText
source: Next
ms: Seterusnya

# NoCameraText
source: No camera available.
ms: Tidak ada kamera yang tersedia.

# NoLimitText
source: NO LIMIT
ms: TIADA HAD

# NoRecordForSelectedDateText
source: No records for selected date
ms: Tiada rekod untuk tarikh yang dipilih

# NoRecordFoundText
source: No records found
ms: Tiada rekod ditemui

# NotAllowedText
source: not allowed
ms: tidak dibenarkan

# NotFoundText
source: 404 - Not Found
ms: 404 - Tidak ditemui

# NotifyText
source: Notifications
ms: Notifikasi

# NutritionText
source: Nutrition
ms: Nutrisi

# OccupationRequiredText
source: Occupation is required.
ms: Pekerjaan diperlukan.

# OccupationText
source: Occupation
ms: Pekerjaan

# OnlineBankingText
source: Online Banking
ms: Perbankan dalam Talian

# OnlineOrderText
source: Online ordering
ms: Pesanan dalam talian
